android-file-transfer
arc
discord
docker
figma
firefox
font-jetbrains-mono
font-symbols-only-nerd-font
google-chrome
kitty
kitty
logi-options-plus
logitune
mic-drop
microsoft-edge
mimestream
notion
obsidian
quicken
raycast
shottr
slack
telegram
todoist
visual-studio-code
zoom
zsa-wally
